results/latency/workloada_direct_1000_run.log
[OVERALL], RunTime(ms), 2308.0
[OVERALL], Throughput(ops/sec), 433.27556325823224
[TOTAL_GCS_Copy], Count, 2.0
[TOTAL_GC_TIME_Copy], Time(ms), 23.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.9965337954939341
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 2.0
[TOTAL_GC_TIME], Time(ms), 23.0
[TOTAL_GC_TIME_%], Time(%), 0.9965337954939341
[READ], Operations, 492.0
[READ], AverageLatency(us), 1528.790650406504
[READ], MinLatency(us), 376.0
[READ], MaxLatency(us), 43231.0
[READ], 95thPercentileLatency(us), 8647.0
[READ], 99thPercentileLatency(us), 15519.0
[READ], Return=OK, 492
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 9748.0
[CLEANUP], MinLatency(us), 9744.0
[CLEANUP], MaxLatency(us), 9751.0
[CLEANUP], 95thPercentileLatency(us), 9751.0
[CLEANUP], 99thPercentileLatency(us), 9751.0
[UPDATE], Operations, 508.0
[UPDATE], AverageLatency(us), 1942.6102362204724
[UPDATE], MinLatency(us), 365.0
[UPDATE], MaxLatency(us), 160639.0
[UPDATE], 95thPercentileLatency(us), 8767.0
[UPDATE], 99thPercentileLatency(us), 17439.0
[UPDATE], Return=OK, 508