results/latency/workloada_proxy_1000_load.log
[OVERALL], RunTime(ms), 2773.0
[OVERALL], Throughput(ops/sec), 360.62026685899747
[TOTAL_GCS_Copy], Count, 3.0
[TOTAL_GC_TIME_Copy], Time(ms), 12.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.432744320230797
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 3.0
[TOTAL_GC_TIME], Time(ms), 12.0
[TOTAL_GC_TIME_%], Time(%), 0.432744320230797
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 8692.0
[CLEANUP], MinLatency(us), 8688.0
[CLEANUP], MaxLatency(us), 8695.0
[CLEANUP], 95thPercentileLatency(us), 8695.0
[CLEANUP], 99thPercentileLatency(us), 8695.0
[INSERT], Operations, 1000.0
[INSERT], AverageLatency(us), 2317.913
[INSERT], MinLatency(us), 1404.0
[INSERT], MaxLatency(us), 160255.0
[INSERT], 95thPercentileLatency(us), 7671.0
[INSERT], 99thPercentileLatency(us), 12023.0
[INSERT], Return=OK, 1000