results/latency/workloada_proxy_1000_run.log
[OVERALL], RunTime(ms), 2227.0
[OVERALL], Throughput(ops/sec), 449.034575662326
[TOTAL_GCS_Copy], Count, 2.0
[TOTAL_GC_TIME_Copy], Time(ms), 12.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.5388414907947913
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 2.0
[TOTAL_GC_TIME], Time(ms), 12.0
[TOTAL_GC_TIME_%], Time(%), 0.5388414907947913
[READ], Operations, 482.0
[READ], AverageLatency(us), 1495.850622406639
[READ], MinLatency(us), 360.0
[READ], MaxLatency(us), 30895.0
[READ], 95thPercentileLatency(us), 8631.0
[READ], 99thPercentileLatency(us), 14471.0
[READ], Return=OK, 482
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 4382.0
[CLEANUP], MinLatency(us), 4380.0
[CLEANUP], MaxLatency(us), 4383.0
[CLEANUP], 95thPercentileLatency(us), 4383.0
[CLEANUP], 99thPercentileLatency(us), 4383.0
[UPDATE], Operations, 518.0
[UPDATE], AverageLatency(us), 1773.6583011583011
[UPDATE], MinLatency(us), 362.0
[UPDATE], MaxLatency(us), 172031.0
[UPDATE], 95thPercentileLatency(us), 8615.0
[UPDATE], 99thPercentileLatency(us), 18431.0
[UPDATE], Return=OK, 518